/* AD: Forest automatic */
"- Automatic -" = "- Automático -";

/* AD: Alert title */
"Account expired or disabled" = "Conta expirada ou desativada";

/* AD: Dialog status message */
"Active Directory only permits slight variations between the clocks on your computer and on the Active Directory server. You should check the time and time zone settings on your computer and reset them if needed." = "O Active Directory somente permite leves variações entre os relógios de seu computador e do servidor Active Directory. Você deve verificar os ajustes de horário e de fuso horário do seu computador e redefini-los, se necessário.";

/* AD: Alert message */
"Active Directory Plugin requires Mac OS X to control the \\U201c/Library/Preferences/edu.mit.Kerberos\\U201d file.  The existing file will be renamed to \\U201c/Library/Preferences/edu.mit.Kerberos.pre-Active Directory\\U201d." = "O Plugin do Active Directory requer que o Mac OS X controle o arquivo “/Library/Preferences/edu.mit.Kerberos”.  O arquivo existente será renomeado para “/Library/Preferences/edu.mit.Kerberos.pre-Active Directory”.";

/* AD: Alert title */
"Active Directory time error" = "Erro de horário do Active Directory";

/* AD: Dialog status message */
"An invalid Domain and Forest combination was specified.  You should enter a fully qualified DNS name for the domain and forest (e.g., ads.company.com)." = "Uma combinação de Domínio e Floresta inválida foi especificada. Você deveria introduzir um nome DNS totalmente qualificado para o domínio e a floresta (por exemplo, ads.empresa.com).";

/* AD: Alert title */
"An unknown error occurred" = "Ocorreu um erro desconhecido";

/* AD: Alert message */
"An unknown error occurred reading the configuration." = "Ocorreu um erro desconhecido ao ler a configuração.";

/* AD: Alert message */
"An unknown error occurred updating the configuration." = "Ocorreu um erro desconhecido ao atualizar a configuração.";

/* AD: Dialog status message */
"An unknown error occurred." = "Ocorreu um erro desconhecido.";

/* AD: Alert title
   AD: Alert message */
"Authorization error" = "Erro de autorização";

/* AD: Dynamic button title */
"Bind\\U2026" = "Vincular…";

/* AD: Button title */
"Cancel" = "Cancelar";

/* AD: Alert message */
"Configuring on Master or Replica" = "Configurando no Principal ou na Réplica";

/* AD: Alert title */
"Container does not exist" = "O contêiner não existe";

/* AD: Button title */
"Continue" = "Continuar";

/* AD: Button title */
"Force Unbind" = "Forçar Desvinculação";

/* AD: Dynamic button title */
"Hide Advanced Options" = "Ocultar Opções Avançadas";

/* AD: Alert title */
"Insufficient privileges" = "Privilégios insuficientes";

/* AD: Alert title */
"Invalid domain" = "Domínio inválido";

/* AD: Alert title */
"Invalid user name and password combination" = "Combinação inválida de nome e senha de usuário";

/* AD: Alert title */
"Join existing account?" = "Entrar em conta existente?";

/* AD: Alert title */
"Join Kerberos realm" = "Conectar ao domínio Kerberos";

/* AD: Alert title */
"Kerberos file already exists" = "O arquivo Kerberos já existe";

/* AD: Alert title */
"Memory allocation error" = "Erro de alocação de memória";

/* Alert Button */
"OK" = "OK";

/* AD: Dialog status message */
"Removing this computer from Active Directory" = "Removendo este computador do Active Directory";

/* AD: Alert Button */
"Rename" = "Renomear";

/* AD: Dynamic button title */
"Show Advanced Options" = "Mostrar Opções Avançadas";

/* AD: Dialog status message */
"Step 1 of 5: Searching for Forest/Domain information\\U2026" = "Etapa 1 de 5: Buscando informações de Floresta/Domínio...";

/* AD: Dialog status message */
"Step 2 of 5: Finding nearest Domain controllers\\U2026" = "Etapa 2 de 5: Buscando os Controladores de domínios mais próximos…";

/* AD: Dialog status message */
"Step 3 of 5: Verifying credentials\\U2026" = "Etapa 3 de 5: Verificando credenciais…";

/* AD: Dialog status message */
"Step 4 of 5: Searching for existing computer\\U2026" = "Etapa 4 de 5: Buscando um computador existente…";

/* AD: Dialog status message */
"Step 5 of 5: Binding computer to Domain\\U2026" = "Etapa 5 de 5: Vinculando o computador ao Domínio…";

/* AD: Dialog status message */
"Step 5 of 5: Joining computer to Domain\\U2026" = "Etapa 5 de 5: Conectando o computador ao Domínio…";

/* AD: Alert message */
"The account information you entered specifies an account that already exists. Do you wish to join this computer to the existing computer account? This operation cannot be undone." = "A informação da conta que você digitou especifica uma conta que já existe. Deseja conectar este computador à conta do computador existente? Esta operação não poderá ser desfeita.";

/* AD: Dialog status message */
"The account information you provided is either expired or disabled. You should provide another administrator account." = "As informações da conta que você forneceu expiraram ou estão desativadas. Você deve fornecer outra conta de administrador.";

/* AD: Dialog status message */
"The administrator account you specified does not have the appropriate privileges to perform the requested operation." = "A conta de administrador que você especificou não possui os privilégios apropriados para executar a operação solicitada.";

/* AD: Dialog status message */
"The container you specified for the computer does not exist.  Please verify the container information and try again." = "O contêiner que você especificou para o computador não existe. Verifique as informações do contêiner e tente novamente.";

/* AD: Dialog status message */
"This computer is unable to access the domain controller for an unknown reason." = "Este computador não pode acessar o controlador de domínio por um motivo desconhecido.";

/* AD: Alert message */
"To join this server to the Active Directory Kerberos realm, open Server Admin and select Open Directory for this server. In the Settings pane, click General, then click Join Kerberos and enter credentials for a local administrator on this server." = "Para conectar-se ao domínio Kerberos do Active Directory, abra o Administrador do Servidor e selecione o Open Directory desse servidor. No painel Ajustes, clique em Geral, e depois clique em Conectar Kerberos e digite as credenciais de um administrador local neste servidor.";

/* AD: Alert title */
"Unable to access domain controller" = "Não foi possível acessar o controlador de domínio";

/* AD: Alert message */
"Unable to allocate memory for this operation." = "Não foi possível alocar memória para esta operação.";

/* AD: Alert Title */
"Unable to open Active Directory node" = "Não foi possível abrir o nó do Active Directory";

/* AD: Alert message */
"Unable to open Active Directory node." = "Não foi possível abrir o nó do Active Directory.";

/* AD: Dynamic button title */
"Unbind\\U2026" = "Desvincular…";

/* AD: Alert message */
"Warning you are configuring the Active Directory Plugin on an Open Directory Master or Replica.  Continuing may cause problems with the Open Directory Kerberos server." = "Aviso: você está configurando o Plugin do Active Directory em um Open Directory Principal ou em uma Réplica.  Se você continuar, poderá causar problemas com o servidor Kerberos do Open Directory.";

/* AD: Alert message */
"Warning: If you click force unbind you will leave an unused computer account in the directory." = "Aviso: se você clicar em Forçar Desvinculação, você deixará uma conta de computador não utilizada no diretório.";

/* AD: Alert message */
"You are not authorized to read the configuration of this plugin." = "Você não está autorizado a ler a configuração deste plugin.";

/* AD: Alert message */
"You are not authorized to update the configuration" = "Você não está autorizado a atualizar a configuração";

/* AD: Dialog status message */
"You provided a user name and password combination that is invalid. You should check the user name and password and try again." = "Você forneceu uma combinação inválida de nome e senha de usuário. Você deve verificar o nome e a senha de usuário e tentar novamente.";

